Repository: zerosonesfun/wiki-blocks
Catalog: languages/wiki-blocks-*.po
Languages: es_es, fr_fr, it_it, ja

source: Security check failed.
es_es: La verificación de seguridad falló.
fr_fr: La vérification de sécurité a échoué.
it_it: Controllo di sicurezza fallito.
ja: セキュリティチェックに失敗しました。

source: You must be logged in to suggest changes.
es_es: Debes estar conectado para sugerir cambios.
fr_fr: Vous devez être connecté pour suggérer des modifications.
it_it: Devi essere connesso per suggerire modifiche.
ja: 変更を提案するにはログインする必要があります。

source: Missing required fields.
es_es: Faltan campos requeridos.
fr_fr: Champs requis manquants.
it_it: Campi richiesti mancanti.
ja: 必須フィールドが不足しています。

source: Invalid block ID format.
es_es: Formato de ID de bloque inválido.
fr_fr: Format d'ID de bloc invalide.
it_it: Formato ID blocco non valido.
ja: ブロックIDの形式が無効です。

source: You do not have permission to suggest changes for this block.
es_es: No tienes permiso para sugerir cambios en este bloque.
fr_fr: Vous n'avez pas la permission de suggérer des modifications pour ce bloc.
it_it: Non hai il permesso di suggerire modifiche per questo blocco.
ja: このブロックの変更を提案する権限がありません。

source: Failed to save your suggestion.
es_es: Error al guardar tu sugerencia.
fr_fr: Échec de l'enregistrement de votre suggestion.
it_it: Impossibile salvare la tua suggerimento.
ja: 提案の保存に失敗しました。

source: Your suggestion has been submitted successfully. It will be reviewed and may be accepted as the new version.
es_es: Tu sugerencia ha sido enviada exitosamente. Será revisada y puede ser aceptada como la nueva versión.
fr_fr: Votre suggestion a été soumise avec succès. Elle sera examinée et pourra être acceptée comme nouvelle version.
it_it: La tua suggerimento è stata inviata con successo. Sarà esaminata e potrebbe essere accettata come nuova versione.
ja: 提案が正常に送信されました。レビューされ、新しいバージョンとして承認される可能性があります。

source: You do not have permission to browse versions.
es_es: No tienes permiso para ver el historial de versiones.
fr_fr: Vous n'avez pas la permission de parcourir les versions.
it_it: Non hai il permesso di sfogliare le versioni.
ja: バージョンを閲覧する権限がありません。

source: You must be logged in to merge versions.
es_es: Debes estar conectado para fusionar versiones.
fr_fr: Vous devez être connecté pour fusionner les versions.
it_it: Devi essere connesso per unire le versioni.
ja: バージョンをマージするにはログインする必要があります。

source: You do not have permission to merge versions.
es_es: No tienes permiso para fusionar versiones.
fr_fr: Vous n'avez pas la permission de fusionner les versions.
it_it: Non hai il permesso di unire le versioni.
ja: バージョンをマージする権限がありません。

source: Failed to merge version.
es_es: Error al fusionar la versión.
fr_fr: Échec de la fusion de la version.
it_it: Impossibile unire la versione.
ja: バージョンのマージに失敗しました。

source: Version merged successfully.
es_es: Versión fusionada exitosamente.
fr_fr: Version fusionnée avec succès.
it_it: Versione unita con successo.
ja: バージョンが正常にマージされました。

source: You must be logged in to save settings.
es_es: Debes estar conectado para guardar configuraciones.
fr_fr: Vous devez être connecté pour enregistrer les paramètres.
it_it: Devi essere connesso per salvare le impostazioni.
ja: 設定を保存するにはログインする必要があります。

source: You do not have permission to edit this post.
es_es: No tienes permiso para editar esta entrada.
fr_fr: Vous n'avez pas la permission de modifier cet article.
it_it: Non hai il permesso di modificare questo articolo.
ja: この投稿を編集する権限がありません。

source: Failed to save settings.
es_es: Error al guardar configuraciones.
fr_fr: Échec de l'enregistrement des paramètres.
it_it: Impossibile salvare le impostazioni.
ja: 設定の保存に失敗しました。

source: Settings saved successfully.
es_es: Configuraciones guardadas exitosamente.
fr_fr: Paramètres enregistrés avec succès.
it_it: Impostazioni salvate con successo.
ja: 設定が正常に保存されました。

source: Invalid settings format.
es_es: Formato de configuraciones inválido.
fr_fr: Format de paramètres invalide.
it_it: Formato impostazioni non valido.
ja: 設定形式が無効です。

source: Wiki Block
es_es: Bloque Wiki
fr_fr: Bloc Wiki
it_it: Blocco Wiki
ja: Wikiブロック

source: A collaborative wiki block with version control.
es_es: Un bloque wiki colaborativo con control de versiones.
fr_fr: Un bloc wiki collaboratif avec contrôle de version.
it_it: Un blocco wiki collaborativo con controllo versione.
ja: バージョン管理付きの協調Wikiブロック。

source: Enter your wiki content here...
es_es: Ingresa tu contenido wiki aquí...
fr_fr: Entrez votre contenu wiki ici...
it_it: Inserisci il tuo contenuto wiki qui...
ja: Wikiコンテンツをここに入力してください...

source: Wiki Block Settings
es_es: Configuraciones del Bloque Wiki
fr_fr: Paramètres du Bloc Wiki
it_it: Impostazioni Blocco Wiki
ja: Wikiブロック設定

source: Merge Permissions
es_es: Permisos de Fusión
fr_fr: Permissions de Fusion
it_it: Permessi di Unione
ja: マージ権限

source: Browse Permissions
es_es: Permisos de Navegación
fr_fr: Permissions de Navigation
it_it: Permessi di Navigazione
ja: 閲覧権限

source: Require Login to Browse Versions
es_es: Requerir Inicio de Sesión para Ver Versiones
fr_fr: Exiger la Connexion pour Parcourir les Versions
it_it: Richiedi Accesso per Sfogliare le Versioni
ja: バージョン閲覧にログインを要求

source: Save Settings
es_es: Guardar Configuraciones
fr_fr: Enregistrer les Paramètres
it_it: Salva Impostazioni
ja: 設定を保存

source: Settings saved successfully!
es_es: ¡Configuraciones guardadas exitosamente!
fr_fr: Paramètres enregistrés avec succès !
it_it: Impostazioni salvate con successo!
ja: 設定が正常に保存されました！

source: Error saving settings.
es_es: Error al guardar configuraciones.
fr_fr: Erreur lors de l'enregistrement des paramètres.
it_it: Errore nel salvare le impostazioni.
ja: 設定保存エラー。

source: Wiki Blocks
es_es: Bloques Wiki
fr_fr: Blocs Wiki
it_it: Blocchi Wiki
ja: Wikiブロック

source: Suggest Change
es_es: Sugerir Cambio
fr_fr: Suggérer un Changement
it_it: Suggerisci Modifica
ja: 変更を提案

source: View History
es_es: Ver Historial
fr_fr: Voir l'Historique
it_it: Visualizza Cronologia
ja: 履歴を表示

source: History
es_es: Historial
fr_fr: Historique
it_it: Cronologia
ja: 履歴

source: Suggest a Change
es_es: Sugerir un Cambio
fr_fr: Suggérer un Changement
it_it: Suggerisci una Modifica
ja: 変更を提案

source: Change Summary
es_es: Resumen del Cambio
fr_fr: Résumé du Changement
it_it: Riepilogo Modifica
ja: 変更概要

source: Brief description of your changes...
es_es: Breve descripción de tus cambios...
fr_fr: Brève description de vos modifications...
it_it: Breve descrizione delle tue modifiche...
ja: 変更の簡単な説明...

source: Content
es_es: Contenido
fr_fr: Contenu
it_it: Contenuto
ja: コンテンツ

source: Submit Suggestion
es_es: Enviar Sugerencia
fr_fr: Soumettre la Suggestion
it_it: Invia Suggerimento
ja: 提案を送信

source: Cancel
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja: キャンセル

source: Loading...
es_es: Cargando...
fr_fr: Chargement...
it_it: Caricamento...
ja: 読み込み中...

source: An error occurred. Please try again.
es_es: Ocurrió un error. Por favor, inténtalo de nuevo.
fr_fr: Une erreur s'est produite. Veuillez réessayer.
it_it: Si è verificato un errore. Riprova.
ja: エラーが発生しました。もう一度お試しください。

source: No versions found.
es_es: No se encontraron versiones.
fr_fr: Aucune version trouvée.
it_it: Nessuna versione trovata.
ja: バージョンが見つかりません。

source: Be the first to suggest a change!
es_es: ¡Sé el primero en sugerir un cambio!
fr_fr: Soyez le premier à suggérer un changement !
it_it: Sii il primo a suggerire una modifica!
ja: 最初の変更提案者になりましょう！

source: Are you sure you want to make this version the current version?
es_es: ¿Estás seguro de que quieres hacer esta versión la versión actual?
fr_fr: Êtes-vous sûr de vouloir faire de cette version la version actuelle ?
it_it: Sei sicuro di voler rendere questa versione la versione corrente?
ja: このバージョンを現在のバージョンにしますか？

source: Version merged successfully!
es_es: ¡Versión fusionada exitosamente!
fr_fr: Version fusionnée avec succès !
it_it: Versione unita con successo!
ja: バージョンが正常にマージされました！

source: Your suggestion has been submitted successfully!
es_es: ¡Tu sugerencia ha sido enviada exitosamente!
fr_fr: Votre suggestion a été soumise avec succès !
it_it: La tua suggerimento è stata inviata con successo!
ja: 提案が正常に送信されました！

source: Close
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ja: 閉じる

source: Merge
es_es: Fusionar
fr_fr: Fusionner
it_it: Unisci
ja: マージ

source: Submit
es_es: Enviar
fr_fr: Soumettre
it_it: Invia
ja: 送信

source: Current
es_es: Actual
fr_fr: Actuel
it_it: Corrente
ja: 現在

source: by
es_es: por
fr_fr: par
it_it: da

source: on
es_es: el
fr_fr: le
it_it: il

source: Read Full Version
es_es: Leer Versión Completa
fr_fr: Lire la Version Complète
it_it: Leggi Versione Completa
ja: 完全版を読む

source: Show Less
es_es: Mostrar Menos
fr_fr: Afficher Moins
it_it: Mostra Meno
ja: 少なく表示

source: Wiki Blocks Settings
es_es: Configuraciones de Bloques Wiki
fr_fr: Paramètres des Blocs Wiki
it_it: Impostazioni Blocchi Wiki
ja: Wikiブロック設定

source: You do not have sufficient permissions to access this page.
es_es: No tienes permisos suficientes para acceder a esta página.
fr_fr: Vous n'avez pas les permissions suffisantes pour accéder à cette page.
it_it: Non hai permessi sufficienti per accedere a questa pagina.
ja: このページにアクセスする権限が不足しています。

source: Statistics
es_es: Estadísticas
fr_fr: Statistiques
it_it: Statistiche
ja: 統計

source: Loading statistics...
es_es: Cargando estadísticas...
fr_fr: Chargement des statistiques...
it_it: Caricamento statistiche...
ja: 統計を読み込み中...

source: Maintenance
es_es: Mantenimiento
it_it: Manutenzione
ja: メンテナンス

source: Clean up old wiki block versions to free up database space.
es_es: Limpiar versiones antiguas de bloques wiki para liberar espacio en la base de datos.
fr_fr: Nettoyer les anciennes versions de blocs wiki pour libérer de l'espace dans la base de données.
it_it: Pulisci le vecchie versioni dei blocchi wiki per liberare spazio nel database.
ja: 古いWikiブロックバージョンをクリーンアップしてデータベース容量を確保します。

source: Cleanup Old Versions
es_es: Limpiar Versiones Antiguas
fr_fr: Nettoyer les Anciennes Versions
it_it: Pulisci Vecchie Versioni
ja: 古いバージョンをクリーンアップ

source: Remove wiki content that is no longer associated with any existing posts or pages.
es_es: Eliminar contenido wiki que ya no está asociado con ningún post o página existente.
fr_fr: Supprimer le contenu wiki qui n'est plus associé à aucun article ou page existant.
ja: 既存の投稿やページに関連付けられなくなったウィキコンテンツを削除します。

source: Cleanup Orphaned Content
es_es: Limpiar Contenido Huérfano
fr_fr: Nettoyer le contenu orphelin
ja: 孤立したコンテンツをクリーンアップ

source: Maintenance Help
es_es: Ayuda de Mantenimiento
fr_fr: Aide à la maintenance
ja: メンテナンスヘルプ

source: Cleanup Old Versions:
es_es: Limpiar Versiones Antiguas:
fr_fr: Nettoyer les anciennes versions :
ja: 古いバージョンをクリーンアップ：

source: Removes orphaned version numbers that are higher than the current version. This typically happens when suggestions are made but never merged, or when multiple suggestions are created before any are accepted. The current version and all valid historical versions are preserved.
es_es: Elimina números de versión huérfanos que son más altos que la versión actual. Esto típicamente ocurre cuando se hacen sugerencias pero nunca se fusionan, o cuando se crean múltiples sugerencias antes de que alguna sea aceptada. La versión actual y todas las versiones históricas válidas se conservan.
fr_fr: Supprime les numéros de version orphelins qui sont plus élevés que la version actuelle. Cela se produit généralement lorsque des suggestions sont faites mais jamais fusionnées, ou lorsque plusieurs suggestions sont créées avant qu'aucune ne soit acceptée. La version actuelle et toutes les versions historiques valides sont préservées.
ja: 現在のバージョンより高い孤立したバージョン番号を削除します。これは通常、提案がなされるがマージされない場合、または複数の提案が承認される前に作成される場合に発生します。現在のバージョンとすべての有効な履歴バージョンは保持されます。

source: Cleanup Orphaned Content:
es_es: Limpiar Contenido Huérfano:
fr_fr: Nettoyer le contenu orphelin :
ja: 孤立したコンテンツをクリーンアップ：

source: Removes all wiki block content (versions and settings) that is no longer associated with any existing posts or pages. This includes content from deleted posts, blocks that were never properly associated with posts, and any other orphaned data that cannot be accessed through normal WordPress content.
es_es: Elimina todo el contenido de bloques wiki (versiones y configuraciones) que ya no está asociado con ningún post o página existente. Esto incluye contenido de posts eliminados, bloques que nunca fueron asociados correctamente con posts, y cualquier otro dato huérfano que no puede ser accedido a través del contenido normal de WordPress.
fr_fr: Supprime tout le contenu de blocs wiki (versions et paramètres) qui n'est plus associé à aucun article ou page existant. Cela inclut le contenu d'articles supprimés, des blocs qui n'ont jamais été correctement associés à des articles, et toute autre donnée orpheline qui ne peut pas être accessible via le contenu WordPress normal.
ja: 既存の投稿やページに関連付けられなくなったすべてのウィキブロックコンテンツ（バージョンと設定）を削除します。これには、削除された投稿からのコンテンツ、投稿に適切に関連付けられなかったブロック、通常のWordPressコンテンツを通じてアクセスできないその他の孤立したデータが含まれます。

source: Important:
es_es: Importante:
ja: 重要：

source: All cleanup operations are irreversible. Always backup your database before running cleanup operations.
es_es: Todas las operaciones de limpieza son irreversibles. Siempre haga una copia de seguridad de su base de datos antes de ejecutar operaciones de limpieza.
fr_fr: Toutes les opérations de nettoyage sont irréversibles. Sauvegardez toujours votre base de données avant d'exécuter des opérations de nettoyage.
ja: すべてのクリーンアップ操作は元に戻せません。クリーンアップ操作を実行する前に、常にデータベースをバックアップしてください。

source: Remove old activity data to prevent database bloat while preserving recent versions and current content.
es_es: Eliminar datos de actividad antiguos para prevenir la hinchazón de la base de datos mientras se preservan las versiones recientes y el contenido actual.
fr_fr: Supprimer les anciennes données d'activité pour éviter le gonflement de la base de données tout en préservant les versions récentes et le contenu actuel.
ja: 最近のバージョンと現在のコンテンツを保持しながら、データベースの肥大化を防ぐために古いアクティビティデータを削除します。

source: Cleanup Old Activity
es_es: Limpiar Actividad Antigua
fr_fr: Nettoyer l'Ancienne Activité
ja: 古いアクティビティをクリーンアップ

source: Cleanup Old Activity:
es_es: Limpiar Actividad Antigua:
fr_fr: Nettoyer l'Ancienne Activité :
ja: 古いアクティビティをクリーンアップ：

source: Removes old version history to prevent database bloat while preserving recent activity and current versions. Uses configurable retention settings: keeps versions newer than specified days and limits the number of versions per block. Current versions are always preserved.
es_es: Elimina el historial de versiones antiguas para prevenir la hinchazón de la base de datos mientras preserva la actividad reciente y las versiones actuales. Utiliza configuraciones de retención configurables: mantiene versiones más nuevas que los días especificados y limita el número de versiones por bloque. Las versiones actuales siempre se preservan.
fr_fr: Supprime l'historique des anciennes versions pour éviter le gonflement de la base de données tout en préservant l'activité récente et les versions actuelles. Utilise des paramètres de rétention configurables : garde les versions plus récentes que les jours spécifiés et limite le nombre de versions par bloc. Les versions actuelles sont toujours préservées.
ja: 最近のアクティビティと現在のバージョンを保持しながら、データベースの肥大化を防ぐために古いバージョン履歴を削除します。設定可能な保持設定を使用：指定された日数より新しいバージョンを保持し、ブロックごとのバージョン数を制限します。現在のバージョンは常に保持されます。

source: Documentation
es_es: Documentación
it_it: Documentazione
ja: ドキュメント

source: Learn how to use Wiki Blocks effectively.
es_es: Aprende a usar Bloques Wiki efectivamente.
fr_fr: Apprenez à utiliser les Blocs Wiki efficacement.
it_it: Impara a usare i Blocchi Wiki in modo efficace.
ja: Wikiブロックの効果的な使用方法を学びます。

source: View Documentation
es_es: Ver Documentación
fr_fr: Voir la Documentation
it_it: Visualizza Documentazione
ja: ドキュメントを表示

source: Configure who can perform different actions with wiki blocks.
es_es: Configura quién puede realizar diferentes acciones con bloques wiki.
fr_fr: Configurez qui peut effectuer différentes actions avec les blocs wiki.
it_it: Configura chi può eseguire diverse azioni con i blocchi wiki.
ja: Wikiブロックで異なるアクションを実行できるユーザーを設定します。

source: Select which user roles can merge wiki block versions.
es_es: Selecciona qué roles de usuario pueden fusionar versiones de bloques wiki.
fr_fr: Sélectionnez quels rôles d'utilisateur peuvent fusionner les versions de blocs wiki.
it_it: Seleziona quali ruoli utente possono unire le versioni dei blocchi wiki.
ja: Wikiブロックバージョンをマージできるユーザーロールを選択します。

source: Select which user roles can browse wiki block versions.
es_es: Selecciona qué roles de usuario pueden navegar por versiones de bloques wiki.
fr_fr: Sélectionnez quels rôles d'utilisateur peuvent parcourir les versions de blocs wiki.
it_it: Seleziona quali ruoli utente possono sfogliare le versioni dei blocchi wiki.
ja: Wikiブロックバージョンを閲覧できるユーザーロールを選択します。

source: Require users to be logged in to browse versions
es_es: Requerir que los usuarios estén conectados para ver versiones
fr_fr: Exiger que les utilisateurs soient connectés pour parcourir les versions
it_it: Richiedi che gli utenti siano connessi per sfogliare le versioni
ja: バージョン閲覧にユーザーログインを要求

source: If checked, only logged-in users can browse wiki block versions.
es_es: Si está marcado, solo los usuarios conectados pueden ver versiones de bloques wiki.
fr_fr: Si coché, seuls les utilisateurs connectés peuvent parcourir les versions de blocs wiki.
it_it: Se selezionato, solo gli utenti connessi possono sfogliare le versioni dei blocchi wiki.
ja: チェックすると、ログインユーザーのみがWikiブロックバージョンを閲覧できます。

source: Select which user roles can suggest changes to wiki blocks.
es_es: Selecciona qué roles de usuario pueden sugerir cambios a bloques wiki.
fr_fr: Sélectionnez quels rôles d'utilisateur peuvent suggérer des modifications aux blocs wiki.
it_it: Seleziona quali ruoli utente possono suggerire modifiche ai blocchi wiki.
ja: Wikiブロックに変更を提案できるユーザーロールを選択します。

source: Cleanup on Uninstall
es_es: Limpieza al Desinstalar
fr_fr: Nettoyage lors de la Désinstallation
it_it: Pulizia alla Disinstallazione
ja: アンインストール時のクリーンアップ

source: Remove all plugin data when uninstalling
es_es: Eliminar todos los datos del plugin al desinstalar
fr_fr: Supprimer toutes les données du plugin lors de la désinstallation
it_it: Rimuovi tutti i dati del plugin durante la disinstallazione
ja: アンインストール時にすべてのプラグインデータを削除

source: If checked, all wiki block data will be permanently deleted when the plugin is uninstalled.
es_es: Si está marcado, todos los datos de bloques wiki serán eliminados permanentemente cuando se desinstale el plugin.
fr_fr: Si coché, toutes les données de blocs wiki seront définitivement supprimées lors de la désinstallation du plugin.
it_it: Se selezionato, tutti i dati dei blocchi wiki saranno eliminati permanentemente quando il plugin viene disinstallato.
ja: チェックすると、プラグインのアンインストール時にすべてのWikiブロックデータが永続的に削除されます。

source: Insufficient permissions.
es_es: Permisos insuficientes.
fr_fr: Permissions insuffisantes.
it_it: Permessi insufficienti.
ja: 権限が不足しています。

source: Error during cleanup.
es_es: Error durante la limpieza.
fr_fr: Erreur lors du nettoyage.
it_it: Errore durante la pulizia.
ja: クリーンアップ中にエラーが発生しました。

source: Cleanup completed. Deleted %d old versions.
es_es: Limpieza completada. Se eliminaron %d versiones antiguas.
fr_fr: Nettoyage terminé. %d anciennes versions supprimées.
it_it: Pulizia completata. Eliminate %d vecchie versioni.
ja: クリーンアップ完了。%d個の古いバージョンを削除しました。

source: Settings
es_es: Configuraciones
fr_fr: Paramètres
it_it: Impostazioni
ja: 設定

source: Configure who can perform different actions with wiki blocks. These are global settings that apply to all wiki blocks unless overridden by block-specific settings.
es_es: Configura quién puede realizar diferentes acciones con bloques wiki. Estas son configuraciones globales que se aplican a todos los bloques wiki a menos que sean anuladas por configuraciones específicas del bloque.
fr_fr: Configurez qui peut effectuer différentes actions avec les blocs wiki. Ce sont des paramètres globaux qui s'appliquent à tous les blocs wiki sauf s'ils sont remplacés par des paramètres spécifiques au bloc.
it_it: Configura chi può eseguire diverse azioni con i blocchi wiki. Queste sono impostazioni globali che si applicano a tutti i blocchi wiki a meno che non siano sovrascritte da impostazioni specifiche del blocco.
ja: Wikiブロックで異なるアクションを実行できるユーザーを設定します。これらは、ブロック固有の設定で上書きされない限り、すべてのWikiブロックに適用されるグローバル設定です。

source: Permission Types:
es_es: Tipos de Permisos:
fr_fr: Types de Permissions :
it_it: Tipi di Permessi:
ja: 権限タイプ：

source: Who can approve and merge suggested changes to make them live.
es_es: Quién puede aprobar y fusionar cambios sugeridos para hacerlos activos.
fr_fr: Qui peut approuver et fusionner les modifications suggérées pour les rendre actives.
it_it: Chi può approvare e unire le modifiche suggerite per renderle attive.
ja: 提案された変更を承認してマージし、ライブにできるユーザー。

source: Who can view the version history of wiki blocks.
es_es: Quién puede ver el historial de versiones de bloques wiki.
fr_fr: Qui peut voir l'historique des versions des blocs wiki.
it_it: Chi può visualizzare la cronologia delle versioni dei blocchi wiki.
ja: Wikiブロックのバージョン履歴を表示できるユーザー。

source: Who can submit suggested changes to wiki blocks.
es_es: Quién puede enviar cambios sugeridos a bloques wiki.
fr_fr: Qui peut soumettre des modifications suggérées aux blocs wiki.
it_it: Chi può inviare modifiche suggerite ai blocchi wiki.
ja: Wikiブロックに変更を提案できるユーザー。

source: Clean up all data when plugin is deleted
es_es: Limpiar todos los datos cuando se elimine el plugin
fr_fr: Nettoyer toutes les données lors de la suppression du plugin
it_it: Pulisci tutti i dati quando il plugin viene eliminato
ja: プラグインが削除されたときにすべてのデータをクリーンアップ

source: If checked, all wiki block data (versions, settings) will be permanently deleted when the plugin is uninstalled. If unchecked, data will be preserved.
es_es: Si está marcado, todos los datos de bloques wiki (versiones, configuraciones) serán eliminados permanentemente cuando se desinstale el plugin. Si no está marcado, los datos se conservarán.
fr_fr: Si coché, toutes les données de blocs wiki (versions, paramètres) seront définitivement supprimées lors de la désinstallation du plugin. Si non coché, les données seront conservées.
it_it: Se selezionato, tutti i dati dei blocchi wiki (versioni, impostazioni) saranno eliminati permanentemente quando il plugin viene disinstallato. Se non selezionato, i dati saranno conservati.
ja: チェックすると、プラグインのアンインストール時にすべてのWikiブロックデータ（バージョン、設定）が永続的に削除されます。チェックしない場合、データは保持されます。

source: Initial version
es_es: Versión inicial
fr_fr: Version initiale
it_it: Versione iniziale
ja: 初期バージョン

source: collaborative
es_es: colaborativo
fr_fr: collaboratif
it_it: collaborativo
ja: 協調

source: version
es_es: versión
it_it: versione
ja: バージョン

source: edit
es_es: editar
fr_fr: modifier
it_it: modifica
ja: 編集

source: Color settings
es_es: Configuraciones de color
fr_fr: Paramètres de couleur
it_it: Impostazioni colore
ja: 色設定

source: Background color
es_es: Color de fondo
fr_fr: Couleur d'arrière-plan
it_it: Colore sfondo
ja: 背景色

source: Text color
es_es: Color del texto
fr_fr: Couleur du texte
it_it: Colore testo
ja: テキスト色

source: This is a wiki block. Users can suggest changes and browse version history on the frontend.
es_es: Este es un bloque wiki. Los usuarios pueden sugerir cambios y navegar por el historial de versiones en el frontend.
fr_fr: Ceci est un bloc wiki. Les utilisateurs peuvent suggérer des modifications et parcourir l'historique des versions sur le frontend.
it_it: Questo è un blocco wiki. Gli utenti possono suggerire modifiche e sfogliare la cronologia delle versioni nel frontend.
ja: これはWikiブロックです。ユーザーはフロントエンドで変更を提案し、バージョン履歴を閲覧できます。
