Repository: zerosonesfun/wiki-blocks
Catalog: languages/wiki-blocks-*.po
Languages: es_es, fr_fr, it_it, ja

source: Unable to load settings.
es_es: No se pudieron cargar las configuraciones.
fr_fr: Impossible de charger les paramètres.
it_it: Impossibile caricare le impostazioni.
ja: 設定を読み込めません。

source: Permission settings are managed globally in the Wiki Blocks settings page.
es_es: Las configuraciones de permisos se gestionan globalmente en la página de configuraciones de Bloques Wiki.
fr_fr: Les paramètres de permissions sont gérés globalement dans la page des paramètres des Blocs Wiki.
it_it: Le impostazioni dei permessi sono gestite globalmente nella pagina delle impostazioni dei Blocchi Wiki.
ja: 権限設定はWikiブロック設定ページでグローバルに管理されます。

source: Total Versions
es_es: Total de Versiones
fr_fr: Total des Versions
it_it: Totale Versioni
ja: 総バージョン数

source: Contributors
es_es: Colaboradores
fr_fr: Contributeurs
it_it: Collaboratori
ja: 貢献者

source: Recent Activity
es_es: Actividad Reciente
fr_fr: Activité Récente
it_it: Attività Recente
ja: 最近のアクティビティ

source: suggested a change to
es_es: sugirió un cambio a
fr_fr: a suggéré un changement à
it_it: ha suggerito una modifica a
ja: に変更を提案しました

source: No recent activity.
es_es: No hay actividad reciente.
fr_fr: Aucune activité récente.
it_it: Nessuna attività recente.
ja: 最近のアクティビティはありません。

source: Are you sure you want to delete all old versions? This action cannot be undone.
es_es: ¿Estás seguro de que quieres eliminar todas las versiones antiguas? Esta acción no se puede deshacer.
fr_fr: Êtes-vous sûr de vouloir supprimer toutes les anciennes versions ? Cette action ne peut pas être annulée.
it_it: Sei sicuro di voler eliminare tutte le vecchie versioni? Questa azione non può essere annullata.
ja: すべての古いバージョンを削除してもよろしいですか？この操作は元に戻せません。

source: Are you sure you want to delete all wiki content that is no longer associated with any posts? This action cannot be undone.
es_es: ¿Estás seguro de que quieres eliminar todo el contenido wiki que ya no está asociado con ningún post? Esta acción no se puede deshacer.
fr_fr: Êtes-vous sûr de vouloir supprimer tout le contenu wiki qui n'est plus associé à aucun article ? Cette action ne peut pas être annulée.
ja: 投稿に関連付けられなくなったすべてのウィキコンテンツを削除してもよろしいですか？この操作は元に戻せません。

source: Are you sure you want to delete old activity data? This will remove version history older than your retention settings. Current versions will be preserved. This action cannot be undone.
es_es: ¿Estás seguro de que quieres eliminar datos de actividad antiguos? Esto eliminará el historial de versiones más antiguo que tus configuraciones de retención. Las versiones actuales serán preservadas. Esta acción no se puede deshacer.
fr_fr: Êtes-vous sûr de vouloir supprimer les anciennes données d'activité ? Cela supprimera l'historique des versions plus ancien que vos paramètres de rétention. Les versions actuelles seront préservées. Cette action ne peut pas être annulée.
ja: 古いアクティビティデータを削除してもよろしいですか？これは保持設定より古いバージョン履歴を削除します。現在のバージョンは保持されます。この操作は元に戻せません。

source: Cleanup completed successfully!
es_es: ¡Limpieza completada exitosamente!
fr_fr: Nettoyage terminé avec succès !
it_it: Pulizia completata con successo!
ja: クリーンアップが正常に完了しました！

source: Error during cleanup. Please try again.
es_es: Error durante la limpieza. Por favor, inténtalo de nuevo.
fr_fr: Erreur lors du nettoyage. Veuillez réessayer.
it_it: Errore durante la pulizia. Riprova.
ja: クリーンアップ中にエラーが発生しました。もう一度お試しください。
